---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SpatialElementFromToCalculationPoints
source: html/c6acefca-273e-148a-f43a-8597f02345d0.htm
---
# SpatialElementFromToCalculationPoints Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.